acpi
alacritty
android-tools
anki-official-binary-bundle
arandr
arch-audit
autojump
base
base-devel
beets
bluez
bluez-utils
bottom
brave-bin
brightnessctl
brotab-git
calibre
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-mocha
cifs-utils
code
copyq
curlftpfs
deadd-notification-center
dmenu
dracula-gtk-theme
efibootmgr
emacs
exfat-utils
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
ffmpegthumbnailer
flameshot
floorp-bin
gcc
gimp
git
github-cli
gnuplot
gparted
grim
grub
gtk4
hexyl
hideit.sh-git
htop
hyprland
hyprpaper
i3-layouts
i3-wm
i3blocks
i3lock-color
i3status
ijavascript
interception-caps2esc-delay-git
interception-dual-function-keys
interception-tools
iptables-nft
iwd
jq
jre-openjdk
jre11-openjdk
kcachegrind
keepassxc
lazygit
lgogdownloader
lib32-pipewire
libreoffice-still-ja
linux
linux-firmware
loupe
man-db
man-pages
mariadb
minecraft-launcher
minecraft-launcher-debug
mpc
mpd
mpd-mpris-bin
mpd-notification
ncmpcpp
neofetch
neovide
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
nodejs
nordvpn-bin
notify-send-py
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
obsidian
openresolv
openvpn
os-prober
otf-ipafont
p7zip
pandoc-cli
pavucontrol
perl-rename
picom
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-jack
pipewire-pulse
pnglatex
polybar
python-cairosvg
python-jupyter-client
python-kaleido-bin
python-matplotlib
python-mpd2
python-numpy
python-pip
python-plotly
python-pyacoustid
python-pygame
python-pylast
python-pynput
python-pynvim
python-setuptools
python-tasklib
qemu-full
qt5-graphicaleffects
qt5-quickcontrols2
qt5-styleplugins
ranger
redshift
ripgrep
rofi
rofimoji
rsync
rustlings
rustup
sc-im
sddm
sedutil
simple-mtpfs
slurp
socat
spotify-tui
spotifyd
starship
steam
subs2srs
sudo
swaync
syncthing
taplo-cli
telegram-desktop
testdisk
texinfo
texlive-basic
texlive-fontsextra
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-plaingeneric
tldr
tmux
traceroute
ttf-hack-nerd
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-ubuntu-font-family
ttf-ubuntu-nerd
ueberzug
ufw
unrar
unzip
usbutils
valgrind
vlc
waybar
wine
winetricks
wireplumber
wl-clipboard
wl-gammarelay-rs
wtype
xbindkeys
xcape
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xss-lock
yay-git
zsh
zsh-autosuggestions
zsh-syntax-highlighting
