acpi
alacritty
android-tools
anki-official-binary-bundle
autojump
base
base-devel
beautiful-discord-git
beets
bluez
bluez-utils
brave-beta-bin
brightnessctl
brotab-git
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
code
deadd-notification-center
discord
dmenu
dracula-gtk-theme
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
flameshot
fzf
gcc
gimp
git
github-cli
gtk4
hideit.sh-git
htop
hyprland
i3-wm
i3blocks
i3lock-color
i3status
ijavascript
interception-caps2esc-delay-git
interception-dual-function-keys
interception-tools
iptables-nft
iwd
jq
jre11-openjdk
keepassxc
lazygit
libreoffice-still-ja
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
man-db
man-pages
minecraft-launcher
moc
neofetch
neovim
network-manager-applet
networkmanager
nodejs
notify-send-py
noto-fonts
noto-fonts-emoji
npm
ntp
otf-ipafont
pavucontrol
picom
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-jack
pipewire-pulse
pnglatex
polybar
python-cairosvg
python-jupyter-client
python-kaleido-bin
python-matplotlib
python-numpy
python-pip
python-plotly
python-pyacoustid
python-pygame
python-pylast
python-pynput
python-pynvim
python-setuptools
qt5-styleplugins
ranger
redshift
ripgrep
rofi
rofimoji
rustlings
rustup
sc-im
simple-mtpfs
spotify-tui
spotifyd
starship
sudo
telegram-desktop
texinfo
tldr
ttf-hack-nerd
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-ubuntu-font-family
ttf-ubuntu-nerd
ueberzug
ufw
unrar
unzip
wireplumber
xbindkeys
xcape
xclip
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xss-lock
yay-git
zsh
